<!-- PrivacyPolicy.svelte -->

<div class="privacy-policy">
    <h2>Политика за поверителност</h2>
    <p>Ние с уважение към вашата лична неприкосновеност и сме ангажирани със защитата на вашите лични данни. Тази политика за поверителност обяснява каква информация събираме, как я използваме и как я защитаваме.</p>

    <h3>Каква информация събираме</h3>
    <p>Когато използвате нашата контактна форма, можем да събираме следната информация:</p>
    <ul>
        <li>Име</li>
        <li>Телефонен номер</li>
        <li>Имейл адрес</li>
        <li>Относно (предмет на запитване)</li>
        <li>Съобщение</li>
    </ul>

    <h3>За какво използваме информацията:</h3>
    <p>Събраната от нас информация се използва само за целите на връзка с клиенти и отговор на запитвания от ваша страна. Никога няма да споделяме вашите данни с трети страни без вашето изрично съгласие.</p>

    <h3>Защита на личните данни</h3>
    <p>Ние предприемаме подходящи мерки за защита на вашата лична информация срещу неоторизиран достъп или разкриване. Сайтът ни използва сигурностни мерки за предотвратяване на загуба, злоупотреба или промяна на информацията, която ни предоставяте.</p>

    <h3>Вашите права</h3>
    <p>Вие имате право да поискате копие на личната си информация, която сме събрали. Ако желаете да получите копие на тази информация, моля, свържете се с нас чрез нашата контактна форма.</p>

    <h3>Промени в нашата политика за поверителност</h3>
    <p>Ние можем да актуализираме тази политика за поверителност от време на време, като публикуваме нова версия на нашия уебсайт. Препоръчително е да преглеждате тази страница периодично, за да сте информирани за промените. </p>

    <p>Последно актуализирано: [Дата]</p>
</div>

<style>
    /* PrivacyPolicy.css */

.privacy-policy {
    background-color: rgba(0, 0, 0, 0.7); /* Прозрачен черен фон */
    color: #fff; /* Бял цвят на текста */
    padding: 20px; /* Падинг за отстъп от краищата на контейнера */
    border-radius: 10px; /* Закръглени ъгли */
}

.privacy-policy h2 {
    /* Използвайте стила от main-title стила на контактната страница */
    text-align: center;
    padding: 20px 10px;
    margin: 40px 0;
    font-size: 40px;
    font-weight: bold;
    background-color: #0000007e; 
    color: #fff;
}

.privacy-policy p {
    margin-bottom: 15px; /* Допълнителен маргин между абзаците */
}

.privacy-policy ul {

    margin-bottom: 15px; /* Допълнителен маргин между списъците */
}

.privacy-policy li {
    list-style: none;
    margin-bottom: 5px; /* Допълнителен маргин между елементите на списъка */
}

</style>