<div class="bg-gray-100">
    <div class="container">
        <div class="content">
            <h1 class="text-3xl font-bold mb-4">Политика за поверителност</h1>

            <p class="mb-4">
                Ние с уважение към вашата лична неприкосновеност и сме ангажирани със защитата на вашите лични данни. Тази политика за поверителност обяснява каква информация събираме, как я използваме и как я защитаваме.
            </p>

            <h2 class="text-2xl font-bold mb-2">Каква информация събираме</h2>

        <p class="mb-4">
            Когато използвате нашата <strong>контактна форма</strong>, можем да събираме следната информация:
        </p>

        <ul class="list-disc list-inside mb-4">
            <li>Име</li>
            <li>Телефонен номер</li>
            <li>Имейл адрес</li>
            <li>Относно (предмет на запитване)</li>
            <li>Съобщение</li>
        </ul>

        <h2 class="text-2xl font-bold mb-2">За какво използваме информацията:</h2>

        <p class="mb-4">
            Събраната от нас информация се използва само за целите на връзка с клиенти и отговор на запитвания от ваша страна. Никога няма да споделяме вашите данни с трети страни без вашето изрично съгласие.
        </p>


        <h2 class="text-2xl font-bold mb-2">Защита на личните данни</h2>

        <p class="mb-4">
            Ние предприемаме подходящи мерки за защита на вашата лична информация срещу неоторизиран достъп или разкриване. Сайтът ни използва сигурностни мерки за предотвратяване на загуба, злоупотреба или промяна на информацията, която ни предоставяте.
        </p>

        

        <h2 class="text-2xl font-bold mb-2">Линкове към други уебсайтове</h2>

        <p class="mb-4">
            Нашият уебсайт може да съдържа линкове към други уебсайтове, представляващи интерес. Въпреки това, след като сте използвали тези връзки, за да напуснете нашия сайт, трябва да имате предвид, че ние нямаме никакъв контрол върху този друг уебсайт. Поради това не можем да носим отговорност за защитата и поверителността на каквато и да е информация, която предоставяте, докато посещавате такива сайтове и такива сайтове не се управляват от тази декларация за поверителност. Трябва да бъдете внимателни и да погледнете декларацията за поверителност, приложима за въпросния уебсайт.
        </p>

        <h2 class="text-2xl font-bold mb-2">Вашите права</h2>

        <p class="mb-4">
            Можете да изберете да ограничите събирането или използването на вашата лична информация по следните начини:
        </p>

        <ul class="list-disc list-inside mb-4">
            <li class="prava">Ако преди това сте се съгласили да използваме вашата лична информация за целите на директния маркетинг, вие
                може
                промените решението си по всяко време, като ни пишете или изпратите имейл на <a href="mailto:mpclimabg@gmail.com">mpclimabg@gmail.com</a></li>
            <li class="prava">Ние няма да продаваме, разпространяваме или даваме под наем вашата лична информация на трети страни, освен ако не разполагаме с вашата
                разрешение
                или са задължени по закон да го направят. Може да използваме вашата лична информация, за да ви изпращаме промоционални
                информация
                относно
                трети страни, които смятаме, че може да ви бъдат интересни, ако ни кажете, че желаете това да се случи.</li>
            <li class="prava">Можете да поискате подробности за личната информация, която съхраняваме за вас. Ако желаете копие от
                информация за вас, моля, пишете на
                <a href="mailto:mpclimabg@gmail.com">mpclimabg@gmail.com</a></li>
            <li class="prava">Ако смятате, че информацията, която съхраняваме за вас, е невярна или непълна, моля, пишете на или
                електронна поща
                възможно най-скоро на горепосочения адрес. Ние незабавно ще коригираме всяка информация, за която бъде намерена
                неправилно.
            </li>
        </ul>

        <h2 class="text-2xl font-bold mb-2">Промени в нашата политика за поверителност</h2>

        <p class="mb-4">
            Ние можем да актуализираме тази политика за поверителност от време на време, като публикуваме нова версия на нашия уебсайт. Препоръчително е да преглеждате тази страница периодично, за да сте информирани за промените.
        </p>

        <li>Последно актуализирано: 07.03.24</li>
                
        </div>
    </div>
</div>

<style>
    .container {
        max-width: 100%; /* Adjusted to allow responsiveness */
        margin: 0 auto;
        padding: 20px;
        background-color: rgba(0, 0, 0, 0.463); /* Set background color */
        border: 1px; /* Add border */
        border-radius: 8px; /* Add border radius for rounded corners */
    }

    .content {
        max-width: 100%;
        padding: 30px;
    }
    .content h1, .content h2, .content p {
        margin-bottom: 20px;
        padding: 0 20px; /* Added padding */
    }

    .content ul {
        margin-bottom: 20px;
        padding: 0 20px; /* Added padding */
    }

    .content li {
        margin-bottom: 5px;
        font-size: 20px;
        line-height: 1.3;
    }

    .content h1, .content h2 {
        color: #ffffff; /* Set heading color */
        word-wrap: break-word;
    }

    .content p {
        color: #ffffff;
        font-size: 20px;
        line-height: 1.5;
    }

    .content ul {
        list-style-type: none;
    }

    p, ul, li {
        font-size: 15px;
    }

    .content h1 {
        margin-top: 30px;
        margin-bottom: 35px;
    }
    .content h2 {
        font-size: 25px;
    }
    a {
        color: #a5a4a4;
    }
    .content ul li a:hover {
        color: #e8e8e8;
        transition: 0.3s;
    }

    .prava {
        list-style: disc;
    }

    li {
        margin-bottom: 10px 0;
    }
    
</style>
